Repository: giellalt/corpus-smj
Catalog: tmx/sme/bible/osko/omoss.html.tmx
Source language: smj
Languages: sme

source: BUORISBOAHTEM SÁME E-JÁHKKOÅHPADUSSAJ
sme: BURES BOAHTIN SÁMI E-OSKOOAHPAHUSSII

source: Mánájda gaskal 6 – 12 jage
sme: dutnje gaskal 6 – 12 jagi

source: Dán næhttabájke sisadno le risstalasj jáhkko ja sáme kultuvrra.
sme: Neahttabáiki lea kristtalaš oskku ja sámi kultuvrra birra.

source: Vállji tiemáv jus siedá ienebuv diehtet: Låvdagoahte, soahke, tjáhtje, dållå, biejvve, ednam ja girkko.
sme: Go deaddilat ovdasiiddus lávu, soagi, čázi, dola, eatnama, beaivváža dahje girku, de ihtá sisdoallu.

source: Næhttabájkke gávnnu nielje giellaj: oarjjelsámegiellaj, julevsámegiellaj, nuorttasámegiellaj ja dárogiellaj.
sme: Neahttabáiki lea njealji gillii: lullisámegillii, julevsámegillii, davvisámegillii ja dárogillii.

source: Sáme e-jáhkkoåhpadus le åvddånahtedum Sáme girkkorádes Vuona girkkon.
sme: Sámi e-oskooahpahusa lea Sámi girkoráđđi ráhkadan, Norgga girku olis.

source: Sáme máná ja nuora galggi årrot guovdátjin ietjasa jáhkoåhpadusán.
sme: Sámi mánát ja nuorat galget ieža leat oasseváldin oskooahpahusas.

source: Åhpadus galggá sáme åtsådallamijda ja bájkálasj sáme girkkoiellemij tjanáduvvat.
sme: Oahpahusa vuođđun galget leat sámi vásihusat ja báikkálaš sámi girkoeallin.

source: Sáme vuojŋŋalasjvuohta galggá viehkken iellemdádjadussaj.
sme: Sámi vuoiŋŋalašvuohta galgá veahkehit eallimis birget.

source: Sáme e-jáhkkoåhpadus le åvddånahtedum dårjajn Størst av alt – prosjevta baktu mij le jáhkkoåhpadus Vuona girkkon.
sme: Sámi e-oskooahpahusa ráhkadeami lea ruhtadan Norgga girku oskooahpahus Buot stuorámus.

source: Jáhkkoåhpadus le Vuona girkko ájnnasamos vuorodimij gaskan.
sme: Oskooahpahus lea okta Norgga girku váldobargguin.

source: Dálla dagáduvvá systemáhtalasj jáhkkoåhpadus gájkajda gaskal 0-18 jage gudi li gástaduvvam, mij galggá vuodov biedjat váj máná ja nuora máhtti åvddånahttet ietjasa jáhko aktijvuodav ja girkkov massta li oassen.
sme: Dál girku hukse vuogádatlaš oskooahpahusa buohkaide, geat leat gásttašuvvon ja leat 0-18 jagi. Nu girku láhčá vejolašvuođa mánáide ja nuoraide ovddidit iežaset oskku ja gullevašvuođa girkui, masa sii gullet.

source: Ietján máhtá låhkåt gudi li viehkedam bargujn.
sme: Loga geat e-oskooahpahusa lea leamaš mielde ráhkadeamen.

source: Lågå ienebuv !
sme: Loga eanet !

source: Åvddåbælláj
sme: Ovdasiidui

source: Bessambáhko:
sme: E-skuvla:
